Repository: gnome-pomodoro/gnome-pomodoro
Catalog: po/*.po
Languages: he, hu, id, lt, pl, ru, sv

source: Run shell commands automatically on timer events or conditions. <a href="">Learn more.</a>
id: Jalankan perintah shell secara otomatis pada acara timer atau kondisi tertentu. <a href="">Pelajari selengkapnya.</a>
pl: Odpal polecenia automatycznie wg wydarzeń lub warunków.
ru: Автоматически запускать команды оболочки при событиях или условиях таймера. <a href="">Узнать больше.</a>
sv: Kör skalkommandon automatiskt vid tidtagarhändelser eller villkor. <a href="">Läs mer.</a>

source: Set Shortcut
id: Atur Pintasan
pl: Przypisz Skrót
ru: Установить комбинацию клавиш
sv: Ställ in kortkommando

source: _Set
id: _Atur
pl: _Przypisz
ru: _Установить
sv: _Ställ in

source: Disabled
id: Dinonaktifkan
pl: Wyłączony
ru: Отключено
sv: Inaktiverad

source: Press <b>Esc</b> to cancel or <b>Backspace</b> to disable the keyboard shortcut
id: Tekan <b>Esc</b> untuk membatalkan atau <b>Backspace</b> untuk menonaktifkan pintasan papan ketik
pl: Wciśnij <b>Esc</b> by anulować, lub <b>Backspace</b> by odpiąć skrót
ru: Нажмите <b>Esc</b> для отмены или <b>Backspace</b>, чтобы отключить комбинацию
sv: Tryck <b>Esc</b> för att avbryta eller <b>Backsteg</b> för att inaktivera tangentbordsgenvägen

source: Global shortcuts let you control the app even when it’s not on screen. They work as long as the app is running in the background.
id: Pintasan global memungkinkan Anda mengontrol aplikasi bahkan saat tidak ada di layar. Pintasan ini berfungsi selama aplikasi berjalan di latar belakang.
pl: Skróty globalne pozwalają sterować aplikacją nawet wtedy, gdy nie jest ona widoczna na ekranie. Działają tak długo, jak długo aplikacja działa w tle.
ru: Глобальные комбинации клавиш позволяют управлять приложением, даже если его нет на экране. Они работают, пока приложение запущено в фоне.
sv: Globala kortkommandon låter dig styra programmet även när det inte syns på skärmen. De fungerar så länge som programmet körs i bakgrunden.

source: Open app settings for editing global shortcuts
id: Buka pengaturan aplikasi untuk menyunting pintasan global
pl: Otwórz ustawienia aplikacji, aby edytować globalne skróty
ru: Открыть настройки для редактирования комбинаций клавиш
sv: Öppna programinställningar för att redigera globala kortkommandon

source: _Edit
id: _Sunting
pl: _Edytuj
ru: _Правка
sv: R_edigera

source: Enter new shortcut for starting or stopping the timer
id: Masukkan pintasan baru untuk memulai atau menghentikan timer
pl: Podaj skrót dla rozpoczęcia lub zatrzymania odliczania
ru: Введите новую комбинацию для запуска или остановки таймера
sv: Ange ett nytt kortkommando för att starta eller stoppa tidtagaren

source: Enter new shortcut to start/pause/resume the timer
id: Masukkan pintasan baru untuk memulai/menjeda/melanjutkan timer
pl: Podaj skrót dla rozpoczęcia/wstrzymania/wznowienia odliczania
ru: Введите комбинацию для действий старт/пауза/возобновление
sv: Ange ett nytt kortkommando för att starta/pausa/återuppta tidtagaren

source: Enter new shortcut for starting the timer
id: Masukkan pintasan baru untuk memulai timer
pl: Podaj skrót dla rozpoczęcia odliczania
ru: Введите комбинацию для запуска таймера
sv: Ange ett nytt kortkommando för att starta tidtagaren

source: Enter new shortcut for stopping the timer
id: Masukkan pintasan baru untuk menghentikan timer
pl: Podaj skrót dla zatrzymania odliczania
ru: Введите комбинацию для остановки таймера
sv: Ange ett nytt kortkommando för att stoppa tidtagaren

source: Enter new shortcut for pausing the timer
id: Masukkan pintasan baru untuk menjeda timer
pl: Podaj skrót dla wstrzymania odliczania
ru: Введите комбинацию для паузы таймера
sv: Ange ett nytt kortkommando för att pausa tidtagaren

source: Enter new shortcut for resuming the timer
id: Masukkan pintasan baru untuk melanjutkan timer
pl: Podaj skrót dla wznowienia odliczania
ru: Введите комбинацию для возобновления таймера
sv: Ange ett nytt kortkommando för att återuppta tidtagaren

source: Enter new shortcut for skipping
id: Masukkan pintasan baru untuk melewati
pl: Podaj skrót dla pominięcia pomodoro lub przerwy
ru: Введите комбинацию для пропуска
sv: Ange ett nytt kortkommando för att hoppa över

source: Rewind One Minute
id: Putar Balik Satu Menit
pl: Przewiń Jedną Minutę
ru: Вернуть на минуту назад
sv: Spola tillbaka en minut

source: Enter new shortcut for rewinding
id: Masukkan pintasan baru untuk memutar balik
pl: Podaj skrót dla przewinięcia minutnika
ru: Введите комбинацию для перемотки назад
sv: Ange ett nytt kortkommando för att spola tillbaka

source: Enter new shortcut for bringing window to focus
id: Masukkan pintasan baru untuk membawa jendela ke fokus
pl: Podaj skrót by przywołać okno minutnika na wierzch
ru: Введите комбинацию для вывода окна в фокус
sv: Ange ett nytt kortkommando för att ge fokus till fönstret

source: Announcements
id: Pengumuman
pl: Zapowiedzi
ru: Оповещения
sv: Aviseringar

source: Time Running Out
id: Waktu Hampir Habis
pl: O Kończącym Się Czasie
ru: Время заканчивается
sv: Tiden håller på att ta slut

source: Notify when Pomodoro or break is about to end.
id: Beri tahu saat Pomodoro atau rehat akan berakhir.
pl: Powiadom gdy pomodoro lub przerwa za chwilę się skończy.
ru: Уведомлять, когда Помодоро или перерыв подходят к концу.
sv: Avisera när pomodoro eller rast håller på att ta slut.

source: Screen Overlay
id: Hamparan Layar
pl: Nakładka Ekranowa
ru: Покрытие экрана (оверлей)
sv: Skärmöverlägg

source: A full-screen notification intended to enforce taking a break.
id: Notifikasi layar penuh yang ditujukan untuk memaksa pengambilan rehat.
pl: Powiadomienie pełno-ekranowe skłaniające do zrobienia przerwy.
ru: Полноэкранное уведомление, помогающее не пропускать перерыв.
sv: En helskärmsavisering som är avsedd för att tvinga fram att raster tas.

source: Lock Delay
id: Tunda Kunci
pl: Opóżnienie Blokady
ru: Задержка блокировки
sv: Låsfördröjning

source: Period of inactivity to lock the screen.
id: Periode tanpa aktivitas sebelum mengunci layar.
pl: Czas nieaktywności do zablokowania ekranu.
ru: Период бездействия перед блокировкой экрана.
sv: Inaktivitetsperiod innan skärmen kommer att låsas.

source: 15 seconds
id: 15 detik
pl: 15 sekund
ru: 15 секунд
sv: 15 sekunder

source: 30 seconds
id: 30 detik
pl: 30 sekund
ru: 30 секунд
sv: 30 sekunder

source: 1 minute
id: 1 menit
pl: 1 minuta
ru: 1 минута
sv: 1 minut

source: 2 minutes
id: 2 menit
pl: 2 minuty
ru: 2 минуты
sv: 2 minuter

source: 3 minutes
id: 3 menit
pl: 3 minuty
ru: 3 минуты
sv: 3 minuter

source: 5 minutes
id: 5 menit
pl: 5 minut
ru: 5 минут
sv: 5 minuter

source: Never
id: Tidak Pernah
pl: Nigdy
ru: Никогда
sv: Aldrig

source: Reopen Delay
id: Tunda Buka Kembali
pl: Czas Do Ponowienia
ru: Задержка повторного открытия
sv: Återöppningsfördröjning

source: Period of inactivity to reopen the overlay after it gets dismissed.
id: Periode tanpa aktivitas untuk membuka kembali hamparan setelah ditutup.
pl: Czas nieaktywności do ponownego pokazania nakładki.
ru: Период бездействия перед повторным открытием оверлея после закрытия.
sv: Inaktivitetsperiod innan överlägget ska öppnas igen efter att det avvisats.

source: Notifications
he: התרעות
id: Notifikasi
lt: Pranešimai
pl: Powiadomienia
ru: Уведомления
sv: Aviseringar

source: Sounds
id: Suara
pl: Dźwięki
ru: Звуки
sv: Ljud

source: Appearance
id: Penampilan
pl: Wygląd
ru: Внешний вид
sv: Utseende

source: Keyboard Shortcuts
id: Pintasan Papan Ketik
pl: Skróty Klawiszowe
ru: Комбинации клавиш
sv: Tangentbordsgenvägar

source: Automation
id: Otomatisasi
pl: Automatyzacja
ru: Автоматизация
sv: Automatisering

source: Sounds Are Disabled
id: Suara Dinonaktifkan
pl: Dźwięki Są Wyłączone
ru: Звуки отключены
sv: Ljud är inaktiverade

source: Alert Sounds
id: Suara Peringatan
pl: Dźwięki Powiadomień
ru: Звуки оповещений
sv: Larmljud

source: Pomodoro Finished Sound
id: Suara Pomodoro Selesai
pl: Dźwięk Zakończenia Pomodoro
ru: Звук завершения помодоро
sv: Ljud för slut på pomodoro

source: Break Finished Sound
id: Suara Rehat Selesai
pl: Dźwięk Zakończenia Przerwy
ru: Звук завершения перерыва
sv: Ljud för slut på rast

source: Background Sound
id: Suara Latar Belakang
pl: Dźwięk w Tle
ru: Фоновый звук
sv: Bakgrundsljud

source: Bell
he: פעמון
id: Bel
lt: Varpelis
pl: Dzwonek
ru: Колокольчик
sv: Ringklocka

source: Loud Bell
he: פעמון חזק
id: Bel Kencang
lt: Garsus varpas
pl: Głośny Dzwonek
ru: Громкий колокольчик
sv: Högljudd ringklocka

source: Clock Ticking
id: Detak Jam
lt: Laikrodžio tiksėjimas
pl: Tykanie Zegara
ru: Тиканье часов
sv: Tickande klocka

source: Timer Ticking
id: Detak Timer
lt: Laikmačio tiksėjimas
pl: Tykanie Stopera
ru: Тиканье таймера
sv: Tickande äggklocka

source: Birds
id: Burung
pl: Ptaki
ru: Птицы
sv: Fåglar

source: None
id: Nihil
pl: Brak
ru: Нет
sv: Inget

source: Volume:
he: עוצמת שמע:
lt: Garsumas:
pl: Głośność:
ru: Громкость:
sv: Volym:

source: Select Custom Sound
he: בחירת צליל מותאם אישית
id: Pilih Suara Ubahan
lt: Pasirinkti kitą garsą
pl: Wybierz Własny Dźwięk
ru: Выберите звуковой файл
sv: Välj anpassat ljud

source: Pomodoro Duration
hu: Pomodoro időtartam
id: Durasi Pomodoro
pl: Długość Pomodoro
ru: Длительность Помодоро
sv: Pomodorolängd

source: Short Break Duration
hu: Rövid szünet időtartam
id: Durasi Rehat Pendek
pl: Długość Krótkiej Przerwy
ru: Длительность короткого перерыва
sv: Längd på kort rast

source: Long Break Duration
hu: Hosszú szünet időtartam
id: Durasi Rehat Panjang
pl: Długość Długiej Przerwy
ru: Длительность длинного перерыва
sv: Längd på lång rast

source: Number of Cycles
id: Jumlah Siklus
pl: Liczba Cykli
ru: Количество циклов
sv: Antal cykler

source: Behavior
id: Perilaku
pl: Zachowanie
ru: Поведение
sv: Beteende

source: Pause By Locking The Screen
id: Jeda Dengan Mengunci Layar
pl: Wstrzymaj Odliczanie, Blokując Ekran
ru: Пауза при блокировке экрана
sv: Pausa genom att låsa skärmen

source: Confirm Starting a Break
id: Konfirmasi Memulai Rehat
pl: Potwierdź Rozpoczęcie Przerwy
ru: Подтверждать начало перерыва
sv: Bekräfta start av rast

source: Confirm Starting a Pomodoro
id: Konfirmasi Memulai Pomodoro
pl: Potwierdź Rozpoczęcie Pomodoro
ru: Подтверждать начало Помодоро
sv: Bekräfta start av pomodoro

source: A single session will take <b>%s</b>.
id: Satu sesi tunggal akan memakan waktu <b>%s</b>.
pl: Łączny czas pojedyńczej sesji: <b>%s</b>.
ru: Одна сессия займет <b>%s</b>.
sv: En ensam session kommer ta <b>%s</b>.

source: <b>%u%%</b> of the time will be allocated for breaks.
id: <b>%u%%</b> waktu akan dialokasikan untuk rehat.
pl: <b>%u%%</b> czasu będzie przeznaczone na przerwy.
ru: <b>%u%%</b> времени будет отведено на перерывы.
sv: <b>%u%%</b> av tiden kommer vara avsatt för raster.

source: Apply changes to ongoing Pomodoro?
id: Terapkan perubahan pada Pomodoro yang sedang berjalan?
pl: Zastosować zmiany do obecnego pomodoro?
sv: Tillämpa ändringar på pågående pomodoro?

source: Apply changes to ongoing break?
id: Terapkan perubahan pada rehat yang sedang berjalan?
pl: Zastosować zmiany do obecnej przerwy?
ru: Применить изменения к текущему перерыву?
sv: Tillämpa ändringar på pågående rast?

source: Apply
id: Terapkan
pl: Zastosuj
sv: Tillämpa

# accessibility
source: Sidebar
id: Bilah Sisi
pl: Panel boczny
ru: Боковая панель
sv: Sidopanel

source: timer;
he: timer;טיימר;קוצב;זמן;
id: timer;pewaktu;pengatur waktu;

source: Start/Stop
he: התחלה/עצירה
id: Mulai/Berhenti

source: Pause/Resume
he: השהיה/המשך
id: Jeda/Lanjut

source: Skip to a pomodoro or to a break
he: דילוג לפומודורו או להפסקה
id: Lewati ke pomodoro atau rehat

source: Reset current session
he: איפוס הסשן הנוכחי
id: Setel ulang sesi saat ini

source: Pomodoro
he: פומודורו
ru: Помодоро

source: %um
lt: %u min.
ru: %u мин.

source: _Pomodoro
he: _פומודורו
ru: _Помодоро

source: Format
ru: Формат

source: A time management utility for GNOME
he: כלי עזר לניהול זמן עבור GNOME

source: A GNOME utility that helps managing time according to Pomodoro Technique. It intends to improve productivity and focus by taking short breaks after every 25 minutes of work.
he: כלי עזר ל־GNOME שמסייע בניהול הזמן לפי שיטת פומודורו. הוא נועד לשפר את התפוקה והמיקוד בעזרת לקיחת הפסקות קצרות לאחר כל 25 דקות של עבודה.

source: Timer window
he: חלון קוצב הזמן

source: Indicator for GNOME Shell
he: מחוון למעטפת GNOME

source: A simple time management utility
he: כלי עזר פשוט לניהול זמן

source: _Timer
he: קוצב _זמן

source: Keyboard shortcut to toggle the timer. Enter new shortcut to change.
he: קיצור מקשים להתחלה או עצירה של קוצב הזמן. לחיצה על צירוף מקשים חדש תשנה אותו.

source: Disable
he: השבתה

source: Pomodoro duration
he: משך הזמן של הפומודורו
hu: Pomodoro időtartam

source: Break duration
he: משך הזמן של ההפסקה

source: Long break duration
he: משך הזמן של הפסקות ארוכות

source: Pomodoros before a long break
he: מספר סבבי פומודורו לפני הפסקה ארוכה

source: Keyboard shortcut
he: צירוף מקשים

source: Screen notifications
he: התרעות על גבי המסך

source: Desktop
he: שולחן העבודה

source: Wait for activity after a break
he: המתנה לפעילות לאחר הפסקה

source: Plugins…
he: תוספים…

source: Plugins
he: תוספים

source: Back
he: חזרה

source: Nothing to see yet
he: עדיין אין מה לראות כאן

source: Previous (Alt+Left)
he: הקודם (Alt+Left)

source: Next (Alt+Right)
he: הבא (Alt+Right)

source: Action
he: פעולה

source: Custom actions…
he: פעולות מותאמות אישית…

source: Complete
he: הושלם

source: Enable
he: הפעלה

source: Add
he: הוספה

source: Remove
he: הסרה

source: Elapsed Time
he: הזמן שחלף

source: Pomodoro Timer
he: קוצב זמן של פומודורו
hu: Pomodoro időzítő

source: Start Timer
he: התחלת קוצב הזמן

source: Pause Timer
he: השהיית קוצב הזמן

source: Stop Timer
he: עצירת קוצב הזמן

source: Pause break
he: השהיית הפסקה

source: Pause Pomodoro
he: השהיית פומודורו

source: Resume break
he: המשך הפסקה

source: Resume Pomodoro
he: המשך פומודורו

source: %d minute remaining
he: נותרה דקה אחת (%d)

source: %d second remaining
he: נותרה שנייה אחת (%d)

source: Break is over
he: ההפסקה הסתיימה

source: +1 Minute
he: הוספת דקה אחת

source: Report issue
he: דיווח על בעיה

source: Failed to run <i>%s</i> service
he: נכשלה הרצת שירות <i>%s</i>

source: Hide other notifications
he: הסתרת התרעות אחרות

source: End of Break Sound
he: צליל סיום הפסקה

source: Start of Break Sound
he: צליל התחלת הפסקה

source: Off
he: כבוי

source: Start of break sound
he: צליל התחלת הפסקה

source: End of break sound
he: צליל סיום הפסקה

source: About Pomodoro
he: על אודות פומודורו

source: Run as background service
he: הפעלה בתור שירות רקע

source: Focus on your task.
he: יש להתמקד במשימה שלך.

source: You have %d minute
he: נותרה לך שנייה אחת (%d)

source: You have %d second
he: נותרה לך שנייה אחת (%d)

source: Take a longer break
he: הגיע הזמן להפסקה ארוכה

source: Lengthen it
he: להאריך

source: Shorten it
he: לקצר

source: Start pomodoro
he: התחלת פומודורו

source: Keyboard Shortcut
he: קיצור מקשים

source: Available
he: זמין

source: Busy
he: עסוק

source: Idle
he: בהמתנה

source: Invisible
he: בלתי נראה

source: %d m
he: %d דק׳

source: %.0f h
he: %.0f שע׳

source: %.1f h
he: %.1f שע׳

source: %d hour
he: שעה אחת (%d)

source: %d minute
he: דקה אחת (%d)
hu: %d perc

source: Options
hu: Opciók

source: Reset Counts and Timer
hu: A számláló és az időzítő nullázása

source: Away From Desk
hu: Távol az asztaltól

source: Control Presence Status
hu: Jelenléti státusz irányítása

source: Fullscreen Notifications
hu: Teljesképernyős értesítések

source: Sound Notifications
hu: Hang értesítések

source: No Completed Sessions
hu: Nincs befejezett periódus

source: %d Completed Session
hu: %d befejezett periódus

source: Pause finished.
hu: A szünet véget ért.

source: A new pomodoro is starting.
hu: Egy új pomodoro kezdődik!

source: It's time to take a break!
hu: Ideje szünetet tartani!

source: Take a break!
hu: Tartson szünetet!

source: Start a new pomodoro
hu: Egy új pomodoro kezdése

source: Hey, you're missing out on a break.
hu: Hé, épp most hagysz ki egy szünetet!

source: You have %d second left.
hu: %d másodperc van hátra

source: You have %d minute left.
hu: %d perc van hátra

source: Time in seconds you are supposed to be working.
hu: Ennyi másodperce kellene dolgozni.

source: Short pause duration
hu: Rövid szünet időtartam

source: Time in seconds you are supposed to have a short break.
hu: Ennyi másodperce kellene rövid szünetet tartani.

source: Long pause duration
hu: Hosszú szünet időtartam

source: Time in seconds you are supposed to have a longer break.
hu: Ennyi másodperce kellene hosszú szünetet tartani.

source: Show dialog notifications during breaks
hu: Értesítések mutatása a szünetek alatt

source: Whether to show a notification dialog when pause starts.
hu: Értesítési ablak mutatása amikor a szünet kezdődik

source: Disable flexible breaks
hu: Flexibilis szünetek letiltása

source: Change user presence status to busy
hu: Jelenléti státuszod módosítása elfoglaltra

source: Whether to change user and IM presence to busy.
hu: A felhasználó- és a jelenléti státusz módosítása elfoglaltra

source: Use notification sound
hu: Értesítési hangok használata

source: Whether to play a sound to notify of events.
hu: Hang lejátszása az éresítések során

source: Notification sound file
hu: Értesítési hang fájl

source: Sound file to play on pomodoro start or end.
hu: Hang fájl amit lejátszunk a pomodoro kezdetén és végén

source: Restore timer state
hu: Időzítő visszaállítása

source: Whether to restore state on startup.
hu: A mentett állapot visszaállítása induláskor

source: Number of completed sessions
hu: Befejezett periódusok száma

source: Number of completed sessions since long break
hu: A befejezett periódusok száma a hosszú szünet óta
