Repository: gnome-pomodoro/gnome-pomodoro
Catalog: po/*.po
Languages: he, hu, id, lt, pl, ru, sv

source: File not found
id: Berkas tidak ditemukan
lt: Failas nerastas
pl: Plik nie został znaleziony
ru: Файл не найден
sv: Filen hittades inte

source: File type not supported
id: Tipe berkas tidak didukung
lt: Failo tipas nepalaikomas
pl: Typ pliku nie jest obsługiwany
ru: Тип файла не поддерживается
sv: Filtypen stöds inte

source: Stopped
id: Dihentikan
lt: Sustabdyta
pl: Zatrzymany
ru: Остановлено
sv: Stoppad

source: Break
he: הפסקה
id: Rehat
lt: Pertrauka
pl: Przerwa
ru: Перерыв
sv: Rast

source: Short Break
he: הפסקה קצרה
id: Rehat Pendek
lt: Trumpa pertrauka
pl: Krótka Przerwa
ru: Короткий перерыв
sv: Kort rast

source: Long Break
he: הפסקה ארוכה
id: Rehat Panjang
lt: Ilga pertrauka
pl: Długa Przerwa
ru: Длинный перерыв
sv: Lång rast

source: %uh
id: %uj
lt: %u val.
pl: %ug
ru: %u ч.

source: %u hour
id: %u jam
lt: %u valanda
pl: %u godzina
ru: %u час
sv: %u timme

source: %u minute
id: %u menit
lt: %u minutė
pl: %u minuta
ru: %u минута
sv: %u minut

source: %u second
id: %u detik
lt: %u sekundė
pl: %u sekunda
ru: %u секунда
sv: %u sekund

source: The exact time of the current event.
id: Waktu tepat dari acara saat ini.
lt: Tikslus dabartinio įvykio laikas.
pl: Dokładny czas bieżącego zdarzenia.
ru: Точное время текущего события.
sv: Den exakta tiden för aktuell händelse.

source: The current phase of the Pomodoro cycle. Possible values: <tt>stopped</tt>, <tt>pomodoro</tt>, <tt>break</tt>, <tt>short-break</tt>, <tt>long-break</tt>.
id: Fase siklus Pomodoro saat ini. Nilai yang mungkin: <tt>stopped</tt>, <tt>pomodoro</tt>, <tt>break</tt>, <tt>short-break</tt>, <tt>long-break</tt>.
lt: Dabartinė Pomodoro ciklo fazė. Galimos reikšmės: <tt>sustabdyta</tt>, <tt>pomodoro</tt>, <tt>pertrauka</tt>, <tt>trumpa petrauka</tt>, <tt>ilga pertrauka</tt>.
pl: Bieżąca faza cyklu Pomodoro. Możliwe wartości: <tt>stopped</tt>, <tt>pomodoro</tt>, <tt>break</tt>, <tt>short-break</tt>, <tt>long-break</tt>.
ru: Текущая фаза цикла Помодоро. Возможные значения: <tt>stopped</tt> (остановка), <tt>pomodoro</tt> (помодоро), <tt>break</tt> (перерыв), <tt>short-break</tt> (короткий перерыв), <tt>long-break</tt> (длинный перерыв).
sv: Aktuell fas för pomodorocykeln. Möjliga värden: <tt>stopped</tt>, <tt>pomodoro</tt>, <tt>break</tt>, <tt>short-break</tt>, <tt>long-break</tt>.

source: Status of the current time-block. Possible values: <tt>scheduled</tt>, <tt>in-progress</tt>, <tt>completed</tt>, <tt>uncompleted</tt>.
id: Status blok waktu saat ini. Nilai yang mungkin: <tt>scheduled</tt>, <tt>in-progress</tt>, <tt>completed</tt>, <tt>uncompleted</tt>.
lt: Dabartinio laiko bloko būsena. Galimos reikšmės: <tt>suplanuota</tt>, <tt>vykdoma</tt>, <tt>baigta</tt>, <tt>nebaigta</tt>.
pl: Status bieżącego bloku czasowego. Możliwe wartości: <tt>scheduled</tt>, <tt>in-progress</tt>, <tt>completed</tt>, <tt>uncompleted</tt>.
ru: Статус текущего блока времени. Возможные значения: <tt>scheduled</tt> (запланировано), <tt>in-progress</tt> (в процессе), <tt>completed</tt> (завершено), <tt>uncompleted</tt> (не завершено).
sv: Status för aktuellt tidsblock. Möjliga värden: <tt>scheduled</tt>, <tt>in-progress</tt>, <tt>completed</tt>, <tt>uncompleted</tt>.

source: A flag indicating whether countdown has begun.
id: Tanda yang menunjukkan apakah hitung mundur telah dimulai.
lt: Žyma, nurodanti atgalinio skaičiavimo pradžią.
pl: Flaga wskazująca, czy odliczanie zostało rozpoczęte.
ru: Флаг, указывающий на начало обратного отсчета.
sv: En flagga som indikerar om nedräkningen har börjat.

source: A flag indicating whether countdown is paused.
id: Tanda yang menunjukkan apakah hitung mundur dijeda.
lt: Žyma, nurodanti atgalinio skaičiavimo pristabdymą.
pl: Flaga wskazująca, czy odliczanie jest wstrzymane.
ru: Флаг, указывающий, что отсчет стоит на паузе.
sv: En flagga som indikerar om nedräkningen har pausats.

source: A flag indicating whether countdown has finished.
id: Tanda yang menunjukkan apakah hitung mundur telah selesai.
lt: Žyma, nurodanti atgalinio skaičiavimo pabaigą.
pl: Flaga wskazująca, czy odliczanie zostało zakończone.
ru: Флаг, указывающий на завершение отсчета.
sv: En flagga som indikerar om nedräkningen har slutat.

source: A flag indicating whether the timer is actively counting down.
id: Tanda yang menunjukkan apakah timer sedang aktif menghitung mundur.
lt: Žyma, nurodanti, ar laikmatis aktyviai skaičiuoja laiką atgal.
pl: Flaga wskazująca, czy minutnik odlicza czas.
ru: Флаг, указывающий, что таймер активен.
sv: En flagga som indikerar om tidtagaren håller på att räkna nedåt.

source: Duration of the current countdown.
id: Durasi hitung mundur saat ini.
lt: Dabartinio atgalinio skaičiavimo trukmė.
pl: Czas trwania bieżącego odliczania.
ru: Длительность текущего отсчета.
sv: Längden på aktuell nedräkning.

source: Discrepancy between elapsed time and the time passed.
id: Perbedaan antara waktu yang telah berlalu dan waktu sebenarnya.
lt: Skirtumas tarp rodomo laiko trukmės ir faktinio laiko.
pl: Różnica między czasem, który upłynął na minutniku, a rzeczywistym czasem.
ru: Разница между истекшим временем и реально прошедшим.
sv: Skillnaden mellan uppmätt tid och tiden som gått.

source: The amount of time spent on the countdown.
id: Banyaknya waktu yang dihabiskan pada hitung mundur.
lt: Laikas, praleistas skaičiuojant atgal.
pl: Wartość czasu od rozpoczęcia odliczania.
ru: Время, затраченное на обратный отсчет.
sv: Tiden som nedräkningen pågått.

source: The amount of time left before the countdown ends.
id: Banyaknya waktu yang tersisa sebelum hitung mundur berakhir.
lt: Likęs laikas iki skaičiavimo atgal pabaigos.
pl: Wartość czasu do końca odliczania.
ru: Время, оставшееся до конца отсчета.
sv: Tiden kvar innan nedräkningen tar slut.

source: Time when the countdown has started.
id: Waktu saat hitung mundur dimulai.
lt: Laikas, kada prasidėjo atgalinis skaičiavimas.
pl: Czas rozpoczęcia odliczania.
ru: Время начала обратного отсчета.
sv: Tiden när nedräkningen startades.

source: Unused
id: Tidak digunakan
lt: Nenaudojama
pl: Nieużywane
ru: Не используется
sv: Oanvänd

source: Log
lt: Žurnalas
pl: Dziennik
ru: Журнал
sv: Logg

source: Empty Log
id: Log Kosong
lt: Žurnalas tuščias
pl: Pusty dziennik
ru: Журнал пуст
sv: Tom logg

source: Entries will show up here once you start the timer.
id: Entri akan muncul di sini setelah Anda memulai timer.
lt: Įrašai atsiras čia, kai paleisite laikmatį.
pl: Wpisy pojawią się tutaj po uruchomieniu minutnika.
ru: Записи появятся здесь после запуска таймера.
sv: Poster kommer visas här då du startar tidtagaren.

source: Context
id: Konteks
lt: Kontekstas
pl: Kontekst
sv: Sammanhang

source: Command
he: פקודה
id: Perintah
lt: Komanda
pl: Polecenie
ru: Команда
sv: Kommando

source: Output
id: Keluaran
lt: Išvestis
pl: Wyjście
ru: Вывод
sv: Utmatning

source: Error
id: Galat
lt: Klaida
pl: Błąd
ru: Ошибка
sv: Fel

source: Exit Code:
id: Kode Keluar:
lt: Išėjimo kodas:
pl: Kod Zakończenia:
ru: Код выхода:
sv: Avslutningskod:

source: Execution Time:
id: Waktu Eksekusi:
lt: Vykdymo laikas:
pl: Czas Wykonania:
sv: Körningstid:

source: translator-credits
he: עומר א״ש <omeritzicschwartz@gmail.com>
id: Ali <admin@situsali.com>, 2017 Andika Triwidada <andika@gmail.com>, 2020, 2025
lt: Paulius Šukys <paul.sukys@gmail.com>
pl: Kamil Prusko
ru: liberumed <liberumed@gmail.com>, 2013 Max 'tigertv' Vetrov <maxvetrov555@yandex.ru>, 2018 Roman Kaverin <roman.kaverin@gmail.com>, 2020 Alexandre Prokoudine <alexandre.prokoudine@gmail.com>, 2021ViktorOn <https://github.com/ViktorOn>, 2022
sv: Anders Jonsson <anders.jonsson@norsjovallen.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.

source: Donate
id: Donasi
lt: Paremkite
pl: Przekaż darowiznę
sv: Donera

source: GNOME Shell Extension
id: Ekstensi GNOME Shell
lt: GNOME Shell plėtinys
pl: Rozszerzenie GNOME Shell
ru: Расширение GNOME Shell
sv: GNOME Shell-tillägg

source: Get the best experience!
id: Dapatkan pengalaman terbaik!
lt: Gaukite geriausią patirtį!
pl: Uzyskaj najlepsze doświadczenie!
ru: Сделайте использование приложения еще удобнее!
sv: Få den bästa upplevelsen!

source: Enable <b>GNOME Shell extension</b> for seamless desktop integration
id: Aktifkan <b>ekstensi GNOME Shell</b> untuk integrasi desktop yang mulus
lt: Įjunkite <b>GNOME Shell plėtinį</b> sklandžiai integracijai su aplinka
pl: Włącz <b>rozszerzenie GNOME Shell</b> dla płynnej integracji z pulpitem
ru: Включите <b>расширение GNOME Shell</b> для полной интеграции с рабочим столом
sv: Aktivera <b>GNOME Shell-tillägget</b> för sömlös skrivbordsintegration

source: Always within reach
id: Selalu dalam jangkauan
lt: Visada pasiekiama
pl: Zawsze w zasięgu ręki
ru: Всегда под рукой
sv: Alltid inom räckhåll

source: Control timer directly from the top bar without opening the app
id: Kontrol timer langsung dari bilah atas tanpa membuka aplikasi
lt: Valdykite laikmatį tiesiai iš viršutinės juostos neatidarydami programos
pl: Steruj minutnikiem bezpośrednio z górnego paska bez otwierania aplikacji
ru: Управляйте таймером прямо из верхней панели, не открывая приложение
sv: Styr tidtagaren direkt från systemraden utan att öppna programmet

source: Less distractions
id: Kurangi gangguan
lt: Mažiau trukdžių
pl: Mniej rozproszeń
ru: Меньше отвлекающих факторов
sv: Färre distraktioner

source: Let <b>Pomodoro</b> manage system notifications while the timer is running
id: Biarkan <b>Pomodoro</b> mengelola notifikasi sistem saat timer berjalan
lt: Leiskite <b>Pomodoro</b> valdyti sistemos pranešimus, kol veikia laikmatis
pl: Pozwól <b>Pomodoro</b> zarządzać powiadomieniami systemowymi podczas działania minutnika
ru: Позвольте <b>Pomodoro</b> управлять системными уведомлениями во время работы таймера
sv: Låt <b>Pomodoro</b> hantera systemaviseringar under tiden tidtagaren körs

source: Refined break reminders
id: Pengingat rehat yang lebih baik
lt: Patobulinti priminimai apie pertraukas
pl: Powiadomienia o przerwie
ru: Улучшенные напоминания о перерывах
sv: Eleganta rastpåminnelser

source: Elegant full-screen overlay that make taking breaks a more pleasant experience
id: Hamparan layar penuh yang elegan, yang membuat istirahat menjadi pengalaman yang lebih menyenangkan
lt: Elegantiška viso ekrano užsklanda, padaranti pertraukas malonesnes
pl: Elegancka nakładka ekranowa, która czyni robienie przerw przyjemniejszym
ru: Элегантный полноэкранный оверлей сделает перерывы более приятными
sv: Elegant helskärmsöverlägg som gör det till en mer angenäm upplevelse att ta rast

source: Ready to try it?
id: Siap mencobanya?
lt: Pasiruošę išbandyti?
pl: Gotowy aby wypróbować?
ru: Готовы попробовать?
sv: Redo att prova?

source: _Install Extension
id: Pasang Ekstens_i
lt: Į_diegti plėtinį
pl: _Zainstaluj rozszerzenie
ru: _Установить расширение
sv: _Installera tillägg

source: _Not Now
id: _Nanti Saja
lt: _Ne dabar
pl: _Nie teraz
ru: _Не сейчас
sv: I_nte nu

source: Something went wrong
id: Terjadi kesalahan
lt: Kažkas nepavyko
pl: Coś poszło nie tak
ru: Что-то пошло не так
sv: Något gick fel

source: Copy to clipboard
id: Salin ke papan klip
lt: Kopijuoti į iškarpinę
pl: Kopiuj do schowka
ru: Копировать в буфер обмена
sv: Kopiera till urklipp

source: _Try Again
id: _Coba Lagi
lt: _Bandykite dar kartą
pl: _Spróbuj ponownie
ru: _Попробовать снова
sv: _Försök igen

source: _Abort
id: Gugurk_an
lt: _Atšaukti
pl: _Przerwij
ru: _Прервать
sv: A_vbryt

source: Time-out reached
id: Batas waktu tercapai
lt: Baigėsi laikas
pl: Osiągnięto limit czasu
ru: Время ожидания истекло
sv: Tidsgräns uppnådd

source: Installing extensions is not allowed
id: Pemasangan ekstensi tidak diizinkan
lt: Plėtinių diegimas neleidžiamas
pl: Instalowanie rozszerzeń jest niedozwolone
ru: Установка расширений запрещена
sv: Installation av tillägg är inte tillåtet

source: Failed to download the extension
id: Gagal mengunduh ekstensi
lt: Nepavyko atsisiųsti plėtinio
pl: Nie udało się pobrać rozszerzenia
ru: Не удалось загрузить расширение
sv: Misslyckades med att hämta tillägget

source: Breaks
id: Rehat
lt: Pertraukos
pl: Przerwy
ru: Перерывы
sv: Raster

source: Interruptions
id: Gangguan
lt: Pertraukimai
pl: Rozproszenia
ru: Прерывания
sv: Avbrott

source: Break Ratio
id: Rasio Rehat
lt: Pertraukų santykis
pl: Stosunek przerw
sv: Rastförhållande

source: Day
he: יום
id: Hari
lt: Diena
pl: Dzień
ru: День
sv: Dag

source: Week
he: שבוע
id: Minggu
lt: Savaitė
pl: Tydzień
ru: Неделя
sv: Vecka

source: Month
he: חודש
id: Bulan
lt: Mėnuo
pl: Miesiąc
ru: Месяц
sv: Månad

source: Nothing to see here yet
id: Belum ada yang dapat dilihat di sini
lt: Dar nėra ką pamatyti
pl: Nic tu jeszcze nie ma
ru: Здесь пока ничего нет
sv: Inget att se här ännu

source: Finish a few Pomodoros to fill this up!
id: Selesaikan beberapa Pomodoro untuk mengisi bagian ini!
lt: Užbaikite keletą Pomodoro sesijų, kad čia atsirastų duomenų!
pl: Ukończ kilka pomodoro, aby zobaczyć podsumowanie!
ru: Завершите несколько помодоро, чтобы заполнить статистику!
sv: Slutför några pomodoron för att fylla detta!

source: Skipped %u day
id: Melewati %u hari
lt: Praleista %u diena
pl: Pominięty %u dzień
sv: Hoppade över %u dag

source: Skipped %u week
id: Melewati %u minggu
lt: Praleista %u savaitė
pl: Pominięty %u tydzień
sv: Hoppade över %u vecka

source: Skipped %u month
id: Melewati %u bulan
lt: Praleistas %u mėnuo
pl: Pominięty %u miesiąc
sv: Hoppade över %u månad

source: Today
he: היום
id: Hari ini
lt: Šiandien
pl: Dzisiaj
ru: Сегодня
sv: I dag

source: Yesterday
he: אתמול
id: Kemarin
lt: vakar
pl: Wczoraj
ru: Вчера
sv: I går

source: This week
he: השבוע
id: Minggu Ini
lt: Šią savaitę
pl: Ten tydzień
ru: На этой неделе
sv: Denna vecka

source: Week %u
id: Minggu %u
lt: %u savaitė
pl: Tydzień %u
ru: Неделя %u
sv: Vecka %u

source: Week %u of %u
id: Minggu %u dari %u
lt: %u savaitė iš %u
pl: Tydzień %u z %u
sv: Vecka %u av %u

source: _Short Break
he: הפסקה _קצרה
id: Rehat Pende_k
lt: _Trumpa pertrauka
pl: _Krótka Przerwa
ru: _Короткий перерыв
sv: _Kort rast

source: _Long Break
he: הפסקה ארו_כה
id: Rehat Panjan_g
lt: _Ilga pertrauka
pl: _Długa Przerwa
ru: _Длинный перерыв
sv: _Lång rast

source: Finished!
id: Selesai!
lt: Baigta!
pl: Zakończono!
ru: Завершено!
sv: Färdig!

source: _Break
id: _Rehat
lt: _Pertrauka
pl: _Przerwa
ru: _Перерыв
sv: _Rast

source: Open screen overlay
id: Buka hamparan layar
lt: Atidaryti ekrano užsklandą
pl: Otwórz nakładkę ekranową
ru: Открыть полноэкранный оверлей
sv: Öppna skärmöverlägg

source: Session has expired
id: Sesi telah kedaluwarsa
lt: Sesija nebegalioja
pl: Sesja wygasła
ru: Срок сессии истек
sv: Sessionen har gått ut

source: Long break due in <b>%s</b>
id: Rehat panjang dalam <b>%s</b>
lt: Ilga pertrauka už <b>%s</b>
pl: Długa przerwa za <b>%s</b>
sv: Lång rast om <b>%s</b>

source: Rewind one minute
id: Putar balik satu menit
lt: Atsukti vieną minutę
pl: Przewiń jedną minutę
ru: Вернуть на одну минуту назад
sv: Spola tillbaka en minut

source: _Compact View
id: Tampilan _Ringkas
lt: _Kompaktiškas vaizdas
pl: _Widok kompaktowy
ru: _Компактный вид
sv: _Kompakt vy

source: _Preferences
he: ה_עדפות
id: _Preferensi
lt: _Nustatymai
pl: _Preferencje
ru: _Настройки
sv: _Inställningar

source: _About
he: על _אודות
id: Tent_ang
lt: _Apie
pl: _O programie
ru: _О приложении
sv: _Om

source: _Quit
he: י_ציאה
id: _Keluar
lt: _Išeiti
pl: Za_kończ
ru: _Выход
sv: A_vsluta

source: Primary Menu
id: Menu Utama
lt: Pagrindinis meniu
pl: Menu główne
ru: Основное меню
sv: Primär meny

source: Stats
he: סטטיסטיקה
id: Statistik
lt: Statistika
pl: Statystyki
ru: Статистика
sv: Statistik

source: GNOME Shell extension available
id: Ekstensi GNOME Shell tersedia
lt: Yra GNOME Shell plėtinys
pl: Rozszerzenie GNOME Shell jest dostępne
ru: Доступно расширение GNOME Shell
sv: GNOME Shell-tillägg tillgängligt

source: Learn More
id: Pelajari Selengkapnya
lt: Sužinoti daugiau
pl: Czytaj więcej
ru: Узнать больше
sv: Läs mer

source: Keep timer running?
id: Biarkan timer berjalan?
lt: Palikti laikmatį veikiantį?
pl: Czy minutnik ma nadal odliczać?
ru: Оставить таймер запущенным?
sv: Håll igång tidtagaren?

source: You can keep it running in the background — notifications and keyboard shortcuts will still work.
id: Anda dapat membiarkannya berjalan di latar belakang — notifikasi dan pintasan papan ketik akan tetap berfungsi.
lt: Galite palikti jį veikti fone — pranešimai ir spartieji klavišai vis tiek veiks.
pl: Może on działać w tle — powiadomienia i skróty klawiszowe nadal będą działać.
sv: Du kan låta den köra i bakgrunden — aviseringar och tangentbordsgenvägare kommer fortfarande fungera.

source: Quit
he: יציאה
id: Keluar
lt: Išeiti
pl: Zakończ
ru: Выход
sv: Avsluta

source: Run in background
id: Jalankan di latar belakang
lt: Veikti fone
pl: Uruchom w tle
sv: Kör i bakgrunden

source: It's time to take a break
he: הגיע הזמן לקחת הפסקה
id: Waktunya rehat
lt: Laikas padaryti pertrauką
pl: Czas na zrobienie przerwy
ru: Пора сделать перерыв
sv: Det är dags för en rast

source: Main Window
id: Jendela Utama
lt: Pagrindinis langas
pl: Okno Główne
ru: Главное окно
sv: Huvudfönster

source: Prefer Dark Theme
id: Lebih Suka Tema Gelap
lt: Naudoti tamsią temą
pl: Preferuj ciemny motyw
ru: Предпочитать темную тему
sv: Föredra mörkt schema

source: Prefer Compact View
id: Lebih Suka Tampilan Ringkas
lt: Naudoti kompaktišką vaizdą
pl: Preferuj widok kompaktowy
ru: Предпочитать компактный вид
sv: Föredra kompakt vy

source: Started
id: Dimulai
lt: Pradėta
pl: Rozpoczęty
ru: Запущено
sv: Startad

source: Paused
id: Dijeda
lt: Pristabdyta
pl: Wstrzymane
ru: На паузе
sv: Pausad

source: Edit Custom Action
id: Sunting Aksi Ubahan
lt: Redaguoti pasirinktinį veiksmą
pl: Edytuj akcję
ru: Редактировать действие
sv: Redigera anpassad åtgärd

source: _Cancel
he: בי_טול
id: _Batal
lt: _Atsisakyti
pl: _Anuluj
ru: _Отмена
sv: _Avbryt

source: _Save
id: _Simpan
lt: Iš_saugoti
pl: _Zapisz
ru: _Сохранить
sv: _Spara

source: Name
he: שם
id: Nama
lt: Vardas
pl: Nazwa
ru: Название
sv: Namn

source: Trigger
id: Pemicu
lt: Trigeris
pl: Wyzwalacz
ru: Триггер
sv: Utlösare

source: Event
id: Acara
lt: Įvykis
pl: Zdarzenie
ru: Событие
sv: Händelse

source: Execute command after an event.
id: Jalankan perintah setelah suatu acara.
lt: Vykdyti komandą po įvykio.
pl: Wykonaj polecenie po zdarzeniu.
ru: Выполнить команду после события.
sv: Kör kommando efter en händelse.

source: Condition
id: Kondisi
lt: Sąlyga
pl: Warunek
ru: Условие
sv: Villkor

source: Ensure execution of a second command once condition is no longer met.
id: Pastikan eksekusi perintah kedua setelah kondisi tidak lagi terpenuhi.
lt: Užtikrinti antros komandos vykdymą, kai sąlyga nebetenkinama.
pl: Zapewnij, że zostanie wykonane drugie polecenie, gdy warunek przestanie być spełniony.
ru: Выполнить вторую команду, когда условие перестанет соблюдаться.
sv: Säkerställ körning av ett andra kommando då villkoret inte längre uppfylls.

source: Events
id: Acara
lt: Įvykiai
pl: Zdarzenia
ru: События
sv: Händelser

source: Add _Event
id: Tambah _Acara
lt: Pridėti į_vykį
pl: Dodaj _Zdarzenie
ru: Добавить _событие
sv: Lägg till _händelse

source: _Filter
lt: _Filtras
pl: _Filtr
ru: _Фильтр
sv: _Filtrera

source: Filter
lt: Filtras
pl: Filtr
ru: Фильтр

source: Shell Command
id: Perintah Shell
lt: Shell komanda
pl: Polecenie powłoki
ru: Команда оболочки
sv: Skalkommando

source: Commands
id: Perintah
lt: Komandos
pl: Polecenia
ru: Команды
sv: Kommandon

source: Condition Met Command
id: Perintah Saat Kondisi Terpenuhi
pl: Polecenie Spełnienia Warunku
ru: Команда при соблюдении условия
sv: Kommando för uppfyllt villkor

source: Condition Not Met Command
id: Perintah Saat Kondisi Tidak Terpenuhi
pl: Polecenie Zerwania Warunku
ru: Команда при несоблюдении условия
sv: Kommando för ej uppfyllt villkor

source: Working Directory
id: Direktori Kerja
pl: Ścieżka Robocza
ru: Рабочий каталог
sv: Arbetskatalog

source: Use Subshell
id: Gunakan Subshell
pl: Użyj Podpowłoki
ru: Использовать подсеть (Subshell)
sv: Använd underskal

source: Run the program from a subshell such as sh -c ''
id: Jalankan program dari subshell seperti sh -c ''
pl: Odpal polecenie używając powłoki np. sh -c ''
ru: Запускать программу через оболочку, например sh -c ''
sv: Kör programmet från ett underskal som sh -c ''

source: Pass Input Data
id: Kirim Data Masukan
pl: Przekaż Dane na Wejście
ru: Передавать входные данные
sv: Skicka inmatningsdata

source: Instead of passing variables you can process a JSON object.
id: Sebagai ganti mengirim variabel, Anda dapat memroses objek JSON.
pl: Zamiast przekazywać argumenty dla polecenia, możesz przkazać dane JSON.
ru: Вместо переменных можно обрабатывать объект JSON.
sv: I stället för att skicka variabler kan du bearbeta ett JSON-objekt.

source: Wait For Completion
id: Tunggu Selesai
pl: Czekaj Na Zakońcenie
ru: Ожидать завершения
sv: Vänta på slutförande

source: Block execution of other commands until the command completes.
id: Blokir eksekusi perintah lain sampai perintah ini selesai.
pl: Opóźnij wykonanie innych poleceń, aż to zostanie ukończone.
ru: Блокировать выполнение других команд до завершения текущей.
sv: Blockera körning av andra kommandon till kommandot slutförs.

source: _Delete Action
id: _Hapus Aksi
pl: _Usuń Akcję
ru: _Удалить действие
sv: _Ta bort åtgärd

source: No events specified yet.
id: Belum ada acara yang ditentukan.
pl: Nie wybrano żadnego zdarzenia.
ru: События еще не указаны.
sv: Inga händelser angivna ännu.

source: Add Custom Action
id: Tambah Aksi Ubahan
pl: Dodaj akcję…
ru: Добавить действие
sv: Lägg till anpassad åtgärd

source: _Add
id: T_ambah
pl: _Dodaj
ru: _Добавить
sv: _Lägg till

source: Select Working Directory
id: Pilih Direktori Kerja
pl: Wybierz Ścieżkę Roboczą
ru: Выберите рабочий каталог
sv: Välj arbetskatalog

source: _Select
he: ב_חירה
id: _Pilih
lt: _Pasirinkti
pl: _Wybierz
ru: _Выбрать
sv: _Välj

source: Untitled action
id: Aksi tanpa judul
pl: Nienazwana akcja
ru: Действие без названия
sv: Namnlös åtgärd

source: Add Condition
id: Tambah Kondisi
pl: Dodaj Warunek
ru: Добавить условие
sv: Lägg till villkor

source: Add Group
id: Tambah Grup
pl: Dodaj Grupę
ru: Добавить группу
sv: Lägg till grupp

source: AND
id: DAN
lt: IR
pl: I
ru: И
sv: OCH

source: OR
id: ATAU
lt: ARBA
pl: LUB
ru: ИЛИ
sv: ELLER

source: Is
id: Adalah
pl: Jest
ru: Является
sv: Är

source: Is Not
id: Bukan
pl: Nie Jest
ru: Не является
sv: Är inte

source: Equals
id: Sama Dengan
pl: Wynosi
ru: Равно
sv: Lika med

source: Greater Than
id: Lebih Dari
pl: Większe Niż
ru: Больше чем
sv: Större än

source: Less Than
id: Kurang Dari
pl: Mniejsze Niż
ru: Меньше чем
sv: Mindre än

source: Yes
id: Ya
pl: Tak
ru: Да
sv: Ja

source: No
id: Tidak
pl: Nie
ru: Нет
sv: Nej

source: Minutes
id: Menit
pl: Minuty
ru: Минуты
sv: Minuter

source: Seconds
id: Detik
pl: Sekundy
ru: Секунды
sv: Sekunder

source: Hours
id: Jam
pl: Godziny
ru: Часы
sv: Timmar

source: Select Field…
id: Pilih Bidang…
pl: Wybierz Pole…
ru: Выберите поле…
sv: Välj fält…

source: State
he: מצב
id: Keadaan
lt: Būsena
pl: Stan
ru: Состояние
sv: Tillstånd

source: Running
id: Berjalan
pl: Odlicza
ru: Запущено
sv: Kör

source: Duration
id: Durasi
pl: Długość
ru: Продолжительность
sv: Längd

source: Insert Variable
id: Sisipkan Variabel
pl: Wstaw Zmienną
ru: Вставить переменную
sv: Infoga variabel

source: _Log
pl: _Dziennik
ru: _Журнал
sv: _Logg

source: Show execution log
id: Tampilkan log eksekusi
pl: Pokaż dziennik
ru: Показать журнал выполнения
sv: Visa körningslogg
