Repository: gnome-pomodoro/gnome-pomodoro
Catalog: po/*.po
Languages: he, hu, id, lt, pl, ru, sv

source: Focus Timer
pl: Minutnik Koncentracji

source: Time management utility
id: Utilitas manajemen waktu
lt: Laiko valdymo įrankis
pl: Narzędzie do zarządzania czasem
sv: Tidshanteringsverktyg

source: pomodoro;timer;
pl: pomodoro;minutnik;timer;
sv: pomodoro;timer;tidtagare;

source: Maintain focus by taking frequent breaks
id: Menjaga fokus dengan mengambil rehat secara berkala
lt: Išlaikykite susikaupimą darydami dažnas pertraukas
pl: Zachowaj skupienie robiąc częste przerwy
ru: Сохраняйте концентрацию, делая регулярные перерывы
sv: Behåll fokus genom att regelbundet ta raster

source: A productivity timer that helps you work more effectively by breaking your time into focused work sessions followed by short breaks. Work for 25 minutes, then take a 5-minute break to maintain concentration and prevent burnout.
id: Timer produktivitas yang membantu Anda bekerja lebih efektif dengan membagi waktu Anda menjadi sesi kerja terfokus yang diikuti oleh rehat pendek. Bekerja selama 25 menit, lalu ambil rehat 5 menit untuk menjaga konsentrasi dan mencegah kelelahan kerja (burnout).
lt: Produktyvumo laikmatis, padedantis dirbti efektyviau, suskirstant laiką į susikaupimo sesijas ir trumpas pertraukas. Dirbkite 25 minutes, tada darykite 5 minučių pertrauką, kad išlaikytumėte koncentraciją ir išvengtumėte perdegimo.
pl: Minutnik pomaga pracować efektywniej, dzieląc czas na bloki skupionej pracy oraz krótkie przerwy. Cykl 25 minut pracy i 5 minut przerwy pomaga utrzymać koncentrację i zapobiega zmęczeniu.
sv: En produktivitetstidtagare som hjälper dig arbeta mer effektivt genom att dela upp din tid i fokuserade arbetssessioner följda av korta raster. Arbeta 25 minuter, ta sedan en fem minuters rast för att behålla koncentrationsförmågan och undvika att bränna ut dig.

source: Key features:
id: Fitur utama:
lt: Pagrindinės savybės:
pl: Kluczowe funkcje:
ru: Основные возможности:
sv: Huvudsakliga funktioner:

source: Customizable work session and break lengths
id: Durasi sesi kerja dan rehat yang dapat disesuaikan
lt: Pritaikoma darbo sesijų ir pertraukų trukmė
pl: Dowolne długości pracy i przerw
ru: Настраиваемая длительность рабочих сессий и перерывов
sv: Anpassningsbara längder på arbetssessioner och rastlängder

source: Visual and audio notifications
id: Notifikasi visual dan audio
lt: Vaizdiniai ir garsiniai pranešimai
pl: Powiadomienia dźwiękowe i na ekranie
ru: Визуальные и звуковые уведомления
sv: Visuella aviseringar och ljudaviseringar

source: Time tracking and statistics
id: Pelacakan waktu dan statistik
lt: Laiko sekimas ir statistika
pl: Śledzenie czasu i statystyki
ru: Учет времени и статистика
sv: Tidsspårning och statistik

source: GNOME desktop integration
id: Integrasi desktop GNOME
lt: Integracija su GNOME aplinka
pl: Integracja z pulpitem GNOME
ru: Интеграция с рабочим столом GNOME
sv: GNOME-skrivbordsintegration

source: Screen overlay during breaks
id: Hamparan layar selama rehat
lt: Ekrano užsklanda pertraukų metu
pl: Nakładka ekranowa podczas przerw
ru: Экранная заставка во время перерывов
sv: Skärmöverlägg under raster

source: Run custom commands after Pomodoro or break
id: Jalankan perintah ubahan setelah Pomodoro atau rehat
lt: Vykdykite pasirinktines komandas po Pomodoro sesijos ar pertraukos
pl: Odpalanie własnych poleceń
sv: Kör anpassade kommandon efter pomodoro eller rast

source: Timer
he: קוצב זמן
lt: Laikmatis
pl: Minutnik
ru: Таймер
sv: Tidtagare

source: Compact timer
id: Timer ringkas
lt: Kompaktiškas laikmatis
pl: Kompaktowy minutnik
ru: Компактный таймер
sv: Kompakt tidtagare

source: Daily stats
id: Statistik harian
lt: Dienos statistika
pl: Statystyki dzienne
ru: Статистика за день
sv: Dagsstatistik

source: Monthly stats
id: Statistik bulanan
lt: Mėnesio statistika
pl: Statystyki miesięczne
sv: Månadsstatistik

source: Preferences
he: העדפות
id: Preferensi
lt: Nustatymai
pl: Preferencje
ru: Настройки
sv: Inställningar

source: Screen overlay
id: Hamparan layar
lt: Ekrano užsklanda
pl: Nakładka ekranowa
ru: Покрытие экрана
sv: Skärmöverlägg

source: Overview of changes in gnome-pomodoro 0.28.1
id: Ringkasan perubahan di gnome-pomodoro 0.28.1
pl: Przegląd zmian w gnome-pomodoro 0.28.1
ru: Обзор изменений в gnome-pomodoro 0.28.1
sv: Översikt över ändringar i gnome-pomodoro 0.28.1

source: Added Tamil translation (thanks @omeritzics)
id: Menambahkan terjemahan Tamil (terima kasih @omeritzics)
pl: Dodano tłumaczenie tamilskie (podziękowania dla @omeritzics)
ru: Добавлен перевод на тамильский (спасибо @omeritzics)
sv: La till tamilsk översättning (tack @omeritzics)

source: Added Hebrew translation (thanks @Killersparrow1)
id: Menambahkan terjemahan Ibrani (terima kasih @Killersparrow1)
pl: Dodano tłumaczenie hebrajskie (podziękowania dla @Killersparrow1)
ru: Добавлен перевод на иврит (спасибо @Killersparrow1)
sv: La till hebreisk översättning (tack @Killersparrow1)

source: Overview of changes in gnome-pomodoro 0.28.0
id: Ringkasan perubahan di gnome-pomodoro 0.28.0
pl: Przegląd zmian w gnome-pomodoro 0.28.0
ru: Обзор изменений в gnome-pomodoro 0.28.0
sv: Översikt över ändringar i gnome-pomodoro 0.28.0

source: Support for GNOME Shell 49 (thanks @aleasto)
id: Dukungan untuk GNOME Shell 49 (terima kasih @aleasto)
pl: Wsparcie dla GNOME Shell 49 (podziękowania dla @aleasto)
ru: Поддержка GNOME Shell 49 (спасибо @aleasto)
sv: Stöd för GNOME Shell 49 (tack @aleasto)

source: Updated German translation (thanks @daPhipz)
id: Pembaruan terjemahan Jerman (terima kasih @daPhipz)
pl: Zaktualizowano tłumaczenie niemieckie (podziękowania dla @daPhipz)
ru: Обновлен немецкий перевод (спасибо @daPhipz)
sv: Uppdaterade tysk översättning (tack @daPhipz)

source: Overview of changes in gnome-pomodoro 0.27.0
id: Ringkasan perubahan di gnome-pomodoro 0.27.0
pl: Przegląd zmian w gnome-pomodoro 0.27.0
ru: Обзор изменений в gnome-pomodoro 0.27.0
sv: Översikt över ändringar i gnome-pomodoro 0.27.0

source: Support for GNOME Shell 48
id: Dukungan untuk GNOME Shell 48
pl: Wsparcie dla GNOME Shell 48
ru: Поддержка GNOME Shell 48
sv: Stöd för GNOME Shell 48

source: Split time spent across midnight
id: Pisahkan waktu yang dihabiskan melewati tengah malam
pl: Podzielenie czasu spędzonego po północy
sv: Dela upp tid som spenderats över midnatt

source: Added Telugu translation (thanks @SpaciousCoder78)
id: Menambahkan terjemahan Telugu (terima kasih @SpaciousCoder78)
pl: Dodano tłumaczenie telugu (podziękowania dla @SpaciousCoder78)
ru: Добавлен перевод на телугу (спасибо @SpaciousCoder78)
sv: La till telugisk översättning (tack @SpaciousCoder78)

source: Overview of changes in gnome-pomodoro 0.26.0
id: Ringkasan perubahan di gnome-pomodoro 0.26.0
pl: Przegląd zmian w gnome-pomodoro 0.26.0
ru: Обзор изменений в gnome-pomodoro 0.26.0
sv: Översikt över ändringar i gnome-pomodoro 0.26.0

source: Support for GNOME Shell 47
id: Dukungan untuk GNOME Shell 47
pl: Wsparcie dla GNOME Shell 47
ru: Поддержка GNOME Shell 47
sv: Stöd för GNOME Shell 47

source: Allow to dismiss screen overlay by gesture when a video is playing
id: Izinkan untuk menutup hamparan layar dengan gestur saat video diputar
pl: Zezwól na odrzucenie nakładki ekranowej gestem podczas odtwarzania wideo
sv: Tillåt avvisande av skärmöverlägg genom en gest då en video spelas

source: Added Georgian translation (thanks @NorwayFun)
id: Menambahkan terjemahan Georgia (terima kasih @NorwayFun)
pl: Dodano tłumaczenie gruzińskie (podziękowania dla @NorwayFun)
ru: Добавлен перевод на грузинский (спасибо @NorwayFun)
sv: La till georgisk översättning (tack @NorwayFun)

source: Adjusted translations in appdata (thanks @yakushabb)
id: Penyesuaian terjemahan dalam appdata (terima kasih @yakushabb)
pl: Dostosowano tłumaczenia w appdata (podziękowania dla @yakushabb)
ru: Скорректированы переводы в appdata (спасибо @yakushabb)
sv: Justerade översättningar i appdata (tack @yakushabb)

source: Overview of changes in gnome-pomodoro 0.25.2
id: Ringkasan perubahan di gnome-pomodoro 0.25.2
pl: Przegląd zmian w gnome-pomodoro 0.25.2
ru: Обзор изменений в gnome-pomodoro 0.25.2
sv: Översikt över ändringar i gnome-pomodoro 0.25.2

source: Fix keeping notification after extending Pomodoro
id: Perbaikan notifikasi yang menetap setelah memperpanjang Pomodoro
pl: Naprawiono zachowywanie powiadomienia po przedłużeniu pomodoro
sv: Fixa bevarande av avisering efter att pomodoro förlängts

source: Overview of changes in gnome-pomodoro 0.25.1
id: Ringkasan perubahan di gnome-pomodoro 0.25.1
pl: Przegląd zmian w gnome-pomodoro 0.25.1
ru: Обзор изменений в gnome-pomodoro 0.25.1
sv: Översikt över ändringar i gnome-pomodoro 0.25.1

source: Fixes for GNOME Shell 46
id: Perbaikan untuk GNOME Shell 46
pl: Poprawki dla GNOME Shell 46
ru: Исправления для GNOME Shell 46
sv: Fixar för Gnome Shell 46

source: Drop support for GNOME Shell 45
id: Hentikan dukungan untuk GNOME Shell 45
pl: Porzucono wsparcie dla GNOME Shell 45
ru: Прекращение поддержки GNOME Shell 45
sv: Ta bort stöd för Gnome Shell 45

source: Overview of changes in gnome-pomodoro 0.25.0
id: Ringkasan perubahan di gnome-pomodoro 0.25.0
pl: Przegląd zmian w gnome-pomodoro 0.25.0
ru: Обзор изменений в gnome-pomodoro 0.25.0
sv: Översikt över ändringar i gnome-pomodoro 0.25.0

source: Support for GNOME Shell 46
id: Dukungan untuk GNOME Shell 46
pl: Wsparcie dla GNOME Shell 46
ru: Поддержка GNOME Shell 46
sv: Stöd för GNOME Shell 46

source: Adjust build script to meson 0.59.0 (thanks @mattst88)
id: Sesuaikan skrip build ke meson 0.59.0 (terima kasih @mattst88)
pl: Dostosowano skrypt budowania do meson 0.59.0 (podziękowania dla @mattst88)
sv: Justera byggskript till meson 0.59.0 (tack @mattst88)

source: Start or Stop
id: Mulai atau Berhenti
lt: Pradėti arba sustabdyti
pl: Rozpocznij lub zatrzymaj
ru: Старт или Стоп
sv: Starta eller stoppa

source: Start, Pause or Resume
id: Mulai, Jeda, atau Lanjut
lt: Pradėti, pristabdyti arba tęsti
pl: Rozpocznij, wstrzymaj lub wznów
ru: Старт, Пауза или Возобновить
sv: Starta, pausa eller återuppta

source: Start Pomodoro
he: התחלת פומודורו
id: Mulai Pomodoro
lt: Pradėti Pomodoro
pl: Rozpocznij pomodoro
ru: Запустить Помодоро
sv: Starta Pomodoro

source: Start break
lt: Pradėti pertrauką
pl: Rozpocznij przerwę
sv: Starta rast

source: Start short break
lt: Pradėti trumpą pertrauką
pl: Rozpocznij krótką przerwę
sv: Starta kort rast

source: Start long break
lt: Pradėti ilgą pertrauką
pl: Rozpocznij długą przerwę
sv: Starta lång rast

source: Start
he: התחלה
id: Mulai
lt: Pradėti
pl: Rozpocznij
ru: Старт
sv: Starta

source: Stop
he: עצירה
id: Berhenti
lt: Stabdyti
pl: Zatrzymaj
ru: Стоп
sv: Stoppa

source: Pause
he: השהיה
id: Jeda
lt: Pauzė
pl: Wstrzymaj
ru: Пауза
sv: Pausa

source: Resume
he: המשך
id: Lanjut
lt: Tęsti
pl: Wznów
ru: Возобновить
sv: Återuppta

source: Skip
he: דילוג
id: Lewati
lt: Praleisti
pl: Pomiń
ru: Пропустить
sv: Hoppa över

source: Rewind
id: Putar balik
lt: Atsukti
pl: Przewiń
ru: Перемотать назад
sv: Spola tillbaka

source: SECONDS
lt: SEKUNDĖS
pl: SEKUNDY
sv: SEKUNDER

source: Extend current pomodoro or break
he: הארכת הפומודורו או ההפסקה הנוכחיים
id: Perpanjang pomodoro saat ini atau rehat
lt: Pratęskite dabartinį pomodoro arba pertrauką
pl: Przedłuż obecne pomodoro lub przerwę
ru: Продлить текущий помодоро или перерыв
sv: Förläng nuvarande pomodoro eller rast

source: Reset
id: Setel ulang
lt: Atstatyti
pl: Resetuj
ru: Сбросить
sv: Återställ

source: Print timer status
lt: Atspausdinti laikmačio būseną
pl: Wyświetl stan minutnika
sv: Skriv ut tidtagarstatus

source: Show preferences
he: הצגת ההעדפות
id: Tampilkan preferensi
lt: Rodyti nustatymus
pl: Pokaż preferencje
ru: Показать настройки
sv: Visa inställningar

source: Quit application
he: יציאה מהיישום
id: Keluar aplikasi
lt: Išeiti iš programos
pl: Zakończ aplikację
ru: Выйти из приложения
sv: Avsluta program

source: Print version information and exit
he: הצגת המידע על הגרסה ויציאה
id: Cetak informasi versi dan keluar
lt: Spausdinti versijos informaciją ir išeiti
pl: Wyświetl wersję aplikacji
ru: Вывести информацию о версии и выйти
sv: Skriv ut versionsinformation och avsluta

source: Timer Options:
lt: Laikmačio Pasirinkimai
pl: Opcje Minutnika:
sv: Tidtagaralternativ:

source: Show options for controlling the timer
lt: Rodyti laikmačio kontrolės nustatymus
pl: Wyświetla opcje sterowania minutnikiem
sv: Visa alternativ för att styra tidtagaren

source: Bugs may be reported at: %s
lt: Pranešti apie defektus: %s
pl: Błędy można zgłaszać pod adresem: %s
sv: Fel kan rapporteras på: %s

source: Bring to Focus
id: Bawa ke Fokus
lt: Iškelti į priekį
pl: Przywołaj okno na wierzch
ru: Переместить в фокус
sv: Ge fokus

source: %s remaining
id: tersisa %s
lt: Liko %s
pl: Pozostało %s
ru: Осталось %s
sv: %s återstår

source: Invalid use. Pass one flag for controlling the timer at a time.
lt: Negalima konfigūracija. Pateikite po vieną žymą vienu metu laikmačio kontrolei.
pl: Nieprawidłowe użycie. Przekaż jedną flagę do sterowania minutnikiem na raz.
sv: Ogiltig användning. Skicka en flagga för att styra tidtagaren åt gången.

source: Custom action "%s" has failed
id: Aksi ubahan "%s" gagal
lt: Pasirinktinis veiksmas „%s“ nepavyko
pl: Akcja "%s" nie powiodła się
ru: Пользовательское действие "%s" не выполнено
sv: Anpassade åtgärd ”%s” har misslyckats

source: Reached timeout
id: Batas waktu tercapai
lt: Baigėsi laikas
pl: Osiągnięto limit czasu
ru: Время ожидания истекло
sv: Tidsgräns uppnådd

source: Failed to execute command
id: Gagal menjalankan perintah
lt: Nepavyko įvykdyti komandos
pl: Nie udało się wykonać polecenia
ru: Не удалось выполнить команду
sv: Misslyckades med att köra kommando

source: Command is empty
id: Perintah kosong
lt: Komanda yra tuščia
pl: Polecenie jest puste
ru: Команда не указана
sv: Kommandot är tomt

source: Unclosed quotation mark
id: Tanda kutip belum ditutup
lt: Neuždaryta kabutė
pl: Niezamknięty cudzysłów
ru: Незакрытая кавычка
sv: Oavslutat citattecken

source: Invalid command
id: Perintah tidak valid
lt: Neteisinga komanda
pl: Nieprawidłowe polecenie
ru: Недопустимая команда
sv: Ogiltigt kommando

source: Unknown variable "%s"
id: Variabel "%s" tidak dikenal
lt: Nežinomas kintamasis „%s“
pl: Nieznana zmienna "%s"
ru: Неизвестная переменная "%s"
sv: Okänd variabel ”%s”

source: Unknown format "%s"
id: Format "%s" tidak dikenal
lt: Nežinomas formatas „%s“
pl: Nieznany format "%s"
ru: Неизвестный формат "%s"
sv: Okänt format ”%s”

source: Program "%s" not found
id: Program "%s" tidak ditemukan
lt: Programa „%s“ nerasta
pl: Program "%s" nie został znaleziony
ru: Программа "%s" не найдена
sv: Programmet ”%s” hittades inte

source: Actions
he: פעולות
id: Aksi
lt: Veiksmai
pl: Akcje
ru: Действия
sv: Åtgärder

source: Countdown
id: Hitung mundur
lt: Atgalinis skaičiavimas
pl: Odliczanie
ru: Обратный отсчет
sv: Nedräkning

source: Session
id: Sesi
lt: Sesija
pl: Sesja
ru: Сессия

source: Other
id: Lainnya
lt: Kita
pl: Inne
ru: Другое
sv: Annat

source: Started the timer.
id: Memulai timer.
lt: Laikmatis paleistas.
pl: Uruchomiono minutnik.
ru: Таймер запущен.
sv: Startade tidtagaren.

source: Stopped the timer manually.
id: Menghentikan timer secara manual.
lt: Laikmatis sustabdytas rankiniu būdu.
pl: Minutnik został zatrzymany ręcznie.
ru: Таймер остановлен вручную.
sv: Stoppade tidtagaren manuellt.

source: The countdown has been manually paused. Not triggered when locking the screen or when suspending the system.
id: Hitung mundur telah dijeda secara manual. Tidak dipicu saat mengunci layar atau saat sistem disuspensi.
lt: Skaičiavimas buvo pristabdytas rankiniu būdu. Nepaleidžiama užrakinant ekraną ar užmigdant sistemą.
pl: Odliczanie zostało wstrzymane ręcznie. Nie jest wywoływane podczas blokowania ekranu lub wstrzymywania systemu.
ru: Обратный отсчет был приостановлен вручную. Не срабатывает при блокировке экрана или при переходе в спящий режим.
sv: Nedräkningen har pausats manuellt. Utlöses inte när skärmen låses eller när systemet försätts i vänteläge.

source: The countdown has been manually resumed.
id: Hitung mundur telah dilanjutkan secara manual.
lt: Skaičiavimas buvo pratęstas rankiniu būdu.
pl: Odliczanie zostało wznowione ręcznie.
ru: Обратный отсчет был возобновлен вручную.
sv: Nedräkningen har manuellt återupptagits.

source: Jumped to a next time-block before the countdown has finished.
id: Melompat ke blok waktu berikutnya sebelum hitung mundur selesai.
lt: Pereita prie kito laiko bloko nepasibaigus skaičiavimui.
pl: Przeskoczono do następnego bloku czasowego przed zakończeniem odliczania.
ru: Переход к следующему блоку времени до завершения отсчета.
sv: Hoppade till ett nästa tidsblock innan nedräkningen hade slutförts.

source: Rewind action has been used. It adds a pause in the past.
id: Aksi putar balik telah digunakan. Ini menambahkan jeda pada waktu lampau.
lt: Panaudotas atsukimo veiksmas. Jis prideda pauzę praeityje.
pl: Użyto akcji przewijania, która działa przez dodanie przerwy w przeszłości.
ru: Использовано действие перемотки. Оно добавляет паузу в прошлом.
sv: Spola tillbaka-åtgärden har används. Den lägger till en paus i det förflutna.

source: Manually cleared the session.
id: Membersihkan sesi secara manual.
lt: Sesija išvalyta rankiniu būdu.
pl: Porzucono sesję na życzenie.
ru: Сессия очищена вручную.
sv: Tömde manuellt sessionen.

source: Finished
id: Selesai
lt: Baigta
pl: Zakończono
ru: Завершено
sv: Färdig

source: The countdown has finished. If waiting for confirmation, the duration of the time-block still may be altered.
id: Hitung mundur telah selesai. Jika menunggu konfirmasi, durasi blok waktu masih dapat diubah.
lt: Skaičiavimas baigėsi. Jei laukiama patvirtinimo, laiko bloko trukmė vis dar gali būti pakeista.
pl: Zakończono odliczanie. Czas końca bloku czasowego może zostać zmodyfikowany, gdy przejście do kolejnego bloku zostanie potwierdzone.
ru: Обратный отсчет завершен. При ожидании подтверждения длительность временного блока еще может быть изменена.
sv: Nedräkningen har slutförts. Om den väntar på bekräftelse kan längden på tidsblocket fortfarande ändras.

source: Changed
id: Berubah
lt: Pasikeitė
pl: Zmieniono
ru: Изменено
sv: Ändrad

source: Triggered on any change related to the countdown.
id: Dipicu pada setiap perubahan yang terkait dengan hitung mundur.
lt: Aktyvuojama įvykus bet kokiam su atgaliniu skaičiavimu susijusiam pokyčiui.
pl: Wywoływane przy każdej zmianie dotyczącej odliczania czasu.
ru: Срабатывает при любом изменении обратного отсчета.
sv: Utlöses vid alla ändringar relaterade till nedräkningen.

source: Confirm Advancement
id: Konfirmasi Kemajuan
lt: Patvirtinti eigą
pl: Potwierdź przejście
ru: Подтверждение перехода
sv: Bekräfta avancemang

source: A manual confirmation is required to start next time-block.
id: Konfirmasi manual diperlukan untuk memulai blok waktu berikutnya.
lt: Norint pradėti kitą laiko bloką, reikalingas rankinis patvirtinimas.
pl: Wymagane jest ręczne potwierdzenie, aby rozpocząć następny blok czasowy.
ru: Требуется ручное подтверждение для запуска следующего временного блока.
sv: Manuell bekräftelse krävs för att starta nästa tidsblock.

source: Advanced
id: Tingkat Lanjut
lt: Pažengta
pl: Przejście
ru: Переход
sv: Avancerat

source: Transitioned or skipped to a next time-block.
id: Beralih atau dilewati ke blok waktu berikutnya.
lt: Pereita arba praleista į kitą laiko bloką.
pl: Przejście lub przeskoczenie do następnego bloku czasowego.
ru: Совершен переход или пропуск к следующему временном блоку.
sv: Övergick eller hoppade till ett nytt tidsblock.

source: State Changed
id: Keadaan Berubah
lt: Būsena pasikeitė
pl: Zmiana stanu
ru: Состояние изменено
sv: Tillstånd ändrat

source: Transitioned to a next time-block or when a break gets relabelled.
id: Beralih ke blok waktu berikutnya atau ketika rehat diberi label ulang.
lt: Pereita į kitą laiko bloką arba kai pertrauka pervardijama.
pl: Przejście do następnego bloku czasowego lub gdy przerwa zostaje przemianowana.
ru: Переход к следующему блоку или изменение типа перерыва.
sv: Övergick till ett nästa tidsblock eller när en rast får en ny etikett.

source: Rescheduled
id: Dijadwalkan ulang
lt: Perplanuota
pl: Zmiana planu
ru: Перенесено
sv: Schemaändrad

source: Triggered when scheduled time-blocks have changed.
id: Dipicu ketika blok waktu yang dijadwalkan telah berubah.
lt: Aktyvuojama pasikeitus suplanuotiems laiko blokams.
pl: Wywoływane, gdy zaplanowane bloki czasowe zostały zmienione.
ru: Срабатывает при изменении запланированных временных блоков.
sv: Utlöses när schemalagda tidsblock har ändrats.

source: Expired
id: Kedaluwarsa
lt: Baigėsi laikas
pl: Wygaśnięcie
ru: Истекло
sv: Utgången

source: Triggered when session is about to be reset due to inactivity.
id: Dipicu ketika sesi akan disetel ulang karena tidak ada aktivitas.
lt: Aktyvuojama, kai sesija turi būti atstatyta dėl neaktyvumo.
pl: Wywołane przy wygaśnięciu sesji spowodowane brakiem aktywności.
ru: Срабатывает, когда сессия настроена на сброс из-за бездействия.
sv: Utlöses när sessionen håller på att återställas på grund av inaktivitet.

source: Take a break
he: לקיחת הפסקה
id: Waktunya rehat
lt: Daryti pertrauką
pl: Zrób przerwę
ru: Сделать перерыв
sv: Ta en rast

source: Take a short break
he: הגיע הזמן להפסקה קצרה
id: Rehat sejenak
lt: Padarykite trumpą pertraukėlę
pl: Zrób krótką przerwę
ru: Сделать короткий перерыв
sv: Ta en kort paus

source: Take a long break
he: לקיחת הפסקה ארוכה
id: Rehat panjang
lt: Padarykite ilgą pertrauką
pl: Zrób długą przerwę
ru: Сделать длинный перерыв
sv: Ta en lång paus

source: Pomodoro is about to end
he: הפומודורו עומד להסתיים
id: Pomodoro akan berakhir
lt: Pomodoro tuoj baigsis
pl: Pomodoro za chwilę się skończy
ru: Помодоро скоро завершится
sv: Pomodoro håller på att ta slut

source: Take a Break
id: Waktunya Rehat
lt: Metas pertraukai
pl: Zrób przerwę
sv: Ta en rast

source: Break is about to end
he: ההפסקה עומדת להסתיים
id: Rehat akan berakhir
lt: Pertrauka tuoj baigsis
pl: Przerwa za chwilę się skończy
ru: Перерыв скоро закончится
sv: Rast håller på att ta slut

source: +1 minute
id: +1 menit
lt: +1 minutė
pl: +1 minuta
sv: +1 minut

source: Get ready…
he: זמן להתכונן…
id: Siap-siap…
lt: Pasiruošk…
pl: Przygotuj się…
ru: Приготовьтесь…
sv: Gör dig redo…

source: Pomodoro is over!
id: Pomodoro telah usai!
lt: Pomodoro sesija baigėsi!
pl: Pomodoro się skończyło!
ru: Помодоро завершен!
sv: Pomodoro är slut!

source: Break is over!
id: Rehat telah usai!
lt: Pertrauka baigėsi!
pl: Przerwa się skończyła!
ru: Перерыв окончен!
sv: Rasten är över!

source: Confirm the start of a Pomodoro…
id: Konfirmasi awal Pomodoro…
lt: Patvirtinkite Pomodoro pradžią…
pl: Potwierdź rozpoczęcie pomodoro…
sv: Bekräfta starten på en pomodoro…

source: Confirm the start of a break…
id: Konfirmasi awal rehat…
lt: Patvirtinkite pertraukos pradžią…
pl: Potwierdź rozpoczęcie przerwy…
ru: Подтвердите начало перерыва…
sv: Bekräfta starten på en rast…

source: Confirm the start of a short break…
id: Konfirmasi awal rehat pendek…
lt: Patvirtinkite trumpos pertraukos pradžią…
pl: Potwierdź rozpoczęcie krótkiej przerwy…
ru: Подтвердите начало короткого перерыва…
sv: Bekräfta starten på en kort rast…

source: Confirm the start of a long break…
id: Konfirmasi awal rehat panjang…
lt: Patvirtinkite ilgos pertraukos pradžią…
pl: Potwierdź rozpoczęcie długiej przerwy…
sv: Bekräfta starten på en lång rast…

source: Skip Break
he: דילוג על ההפסקה
id: Lewati Rehat
lt: Praleisti pertrauką
pl: Pomiń Przerwę
ru: Пропустить перерыв
sv: Hoppa över rast

source: Failed to initialize playback
id: Gagal menginisialisasi pemutaran
lt: Nepavyko pradėti atkūrimo
pl: Nie udało się zainicjować odtwarzania
ru: Не удалось инициализировать воспроизведение
sv: Misslyckades med att initiera uppspelning
